Repository: katagaki/IllustMate
Catalog: Shared/Strings/More.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: Window
de: Fenster
ja: ウインドウ
ko: 윈도우
zh_hans: 窗口
zh_hant: 視窗

# Window.OpenPicsInNewWindow
source: Open Pics in New Window
de: Bilder in neuem Fenster öffnen
ja: 画像を新しいウインドウで開く
ko: 새 윈도우에서 사진 열기
zh_hans: 在新窗口中打开图片
zh_hant: 在新視窗中開啟圖片

# Window.OpenPicsInNewWindow.Description
source: Hide the viewer pane in the main window and open each picture in its own window instead.
de: Blendet den Vorschaubereich im Hauptfenster aus und öffnet jedes Bild stattdessen in einem eigenen Fenster.
ja: メインウインドウのビューアを非表示にし、各画像を個別のウインドウで開きます。
ko: 메인 윈도우의 뷰어 영역을 숨기고 각 사진을 개별 윈도우에서 엽니다.
zh_hans: 隐藏主窗口中的查看器面板，改为在独立窗口中打开每张图片。
zh_hant: 隱藏主視窗中的檢視器面板，改為在獨立視窗中開啟每張圖片。

source: Advanced
de: Erweitert
ja: 高度オプション
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: App Lock
de: App-Sperre
ja: アプリロック
ko: 앱 잠금
zh_hans: App 锁定
zh_hant: App 鎖定

# AppLock.Description
source: Require Face ID or Touch ID to open PicMate.
de: Face ID oder Touch ID zum Öffnen von PicMate erforderlich.
ja: PicMateを開くときにFace IDまたはTouch IDを要求します。
ko: PicMate를 열 때 Face ID 또는 Touch ID를 요구합니다.
zh_hans: 需要使用 Face ID 或 Touch ID 才能打开 PicMate。
zh_hant: 需要使用 Face ID 或 Touch ID 才能開啟 PicMate。

source: Attributions
de: Danksagungen
ja: 著者権表記
ko: 저작자 표시
zh_hans: 致谢
zh_hant: 致謝

# Backup
source: Export Backup File
de: Backup-Datei exportieren
ja: バックアップを書き出す
ko: 백업 파일 내보내기
zh_hans: 导出备份文件
zh_hant: 匯出備份檔案

# Backup.Confirm.Available
source: Free space
de: Freier Speicher
ja: 空き容量
ko: 사용 가능한 공간
zh_hans: 可用空间
zh_hant: 可用空間

# Backup.Confirm.Message
source: Every photo and video will be downloaded if needed and saved into one backup file. Keep the app open until it finishes.
de: Alle Fotos und Videos werden bei Bedarf heruntergeladen und in einer Sicherungsdatei gespeichert. Lass die App geöffnet, bis der Vorgang abgeschlossen ist.
ja: すべての写真とビデオが必要に応じてダウンロードされ、1つのバックアップファイルに保存されます。完了するまでAppを開いたままにしてください。
ko: 모든 사진과 동영상이 필요한 경우 다운로드되어 하나의 백업 파일로 저장됩니다. 완료될 때까지 앱을 열어 두세요.
zh_hans: 所有照片和视频将在需要时下载，并保存到一个备份文件中。请在完成前保持 App 打开。
zh_hant: 所有相片和影片將在需要時下載，並儲存至一個備份檔案中。請在完成前保持 App 開啟。

# Backup.Confirm.Size
source: Estimated size
de: Geschätzte Größe
ja: 推定サイズ
ko: 예상 크기
zh_hans: 预计大小
zh_hant: 預計大小

# Backup.Confirm.Title
source: Back Up This Library?
de: Diese Bibliothek sichern?
ja: このライブラリをバックアップしますか？
ko: 이 라이브러리를 백업하시겠습니까?
zh_hans: 备份此图库？
zh_hant: 備份此圖庫？

# Backup.Error.Destination
source: Couldn’t access the backup destination.
de: Auf das Sicherungsziel konnte nicht zugegriffen werden.
ja: バックアップ先にアクセスできませんでした。
ko: 백업 대상에 접근할 수 없습니다.
zh_hans: 无法访问备份目标位置。
zh_hant: 無法存取備份目的地。

# Backup.Error.Incomplete
source: Some originals couldn’t be downloaded, so the backup was stopped. Check your connection and try again.
de: Einige Originale konnten nicht heruntergeladen werden, daher wurde die Sicherung gestoppt. Überprüfe deine Verbindung und versuche es erneut.
ja: 一部のオリジナルをダウンロードできなかったため、バックアップを中止しました。接続を確認して、もう一度お試しください。
ko: 일부 원본을 다운로드할 수 없어 백업이 중단되었습니다. 연결을 확인한 후 다시 시도하세요.
zh_hans: 部分原始文件无法下载，备份已停止。请检查网络连接后重试。
zh_hant: 部分原始檔案無法下載，備份已停止。請檢查網路連線後再試一次。

# Backup.Error.InsufficientSpace
source: There isn’t enough free space to finish this backup. Free up space and try again.
de: Es ist nicht genügend freier Speicher vorhanden, um diese Sicherung abzuschließen. Schaffe Speicherplatz und versuche es erneut.
ja: このバックアップを完了するための空き容量が足りません。空き容量を増やしてから、もう一度お試しください。
ko: 이 백업을 완료할 공간이 부족합니다. 공간을 확보한 후 다시 시도하세요.
zh_hans: 可用空间不足，无法完成此备份。请释放空间后重试。
zh_hant: 可用空間不足，無法完成此備份。請釋放空間後再試一次。

# Backup.Export.Completed
source: Backup exported successfully.
de: Backup erfolgreich exportiert.
ja: バックアップの書き出しが完了しました。
ko: 백업을 성공적으로 내보냈습니다.
zh_hans: 备份导出成功。
zh_hant: 備份匯出成功。

# Backup.Exporting
source: Exporting backup...
de: Backup wird exportiert …
ja: バックアップを書き出し中…
ko: 백업 내보내는 중…
zh_hans: 正在导出备份…
zh_hant: 正在匯出備份⋯

# Backup.Preparing
source: Preparing…
de: Wird vorbereitet…
ja: 準備中…
ko: 준비 중…
zh_hans: 正在准备…
zh_hant: 正在準備…

# Backup.Restore.Completed
source: Backup restored successfully.
de: Backup erfolgreich wiederhergestellt.
ja: バックアップの復元ができました。
ko: 백업을 성공적으로 복원했습니다.
zh_hans: 备份恢复成功。
zh_hant: 備份還原成功。

# Backup.Restore.Error
source: An error occurred while restoring the backup.
de: Beim Wiederherstellen des Backups ist ein Fehler aufgetreten.
ja: バックアップの復元中エラーが発生しました。
ko: 백업을 복원하는 중 오류가 발생했습니다.
zh_hans: 恢复备份时发生错误。
zh_hant: 還原備份時發生錯誤。

# Backup.Restore.Merge
source: Merge Albums
de: Alben zusammenführen
ja: アルバムを合成
ko: 앨범 병합
zh_hans: 合并相册
zh_hant: 合併相簿

# Backup.Restore.Merge.Description
source: Backup will be merged into your existing collection.
de: Das Backup wird mit Ihrer bestehenden Sammlung zusammengeführt.
ja: バックアップされたアルバムは既存のコレクションに復元されます。
ko: 백업이 기존 컬렉션에 병합됩니다.
zh_hans: 备份内容将合并到您现有的收藏中。
zh_hant: 備份內容將合併至您現有的收藏中。

# Backup.Restore.ToAlbum
source: Select Album
de: Album auswählen
ja: アルバムを選択
ko: 앨범 선택
zh_hans: 选择相册
zh_hant: 選擇相簿

# Backup.Restore.ToAlbum.Description
source: Backup will be restored into an album of your selection.
de: Das Backup wird in ein von Ihnen ausgewähltes Album wiederhergestellt.
ja: バックアップされたアルバムは選択されたアルバムに復元されます。
ko: 백업이 선택한 앨범으로 복원됩니다.
zh_hans: 备份内容将恢复到您选择的相册中。
zh_hant: 備份內容將還原至您選擇的相簿中。

# Backup.Restoring
source: Restoring backup...
de: Backup wird wiederhergestellt …
ja: 復元中…
ko: 백업 복원 중…
zh_hans: 正在恢复备份…
zh_hant: 正在還原備份⋯

# Backup.Start
source: Back Up
de: Sichern
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

# Debug
source: Experiments
de: Experimentell
ja: ラボ
ko: 실험실
zh_hans: 实验功能
zh_hant: 實驗功能

# Debug.Warning.Text
source: Any setting changed here are experimental and may require a restart of the app to take effect. The developer is not responsible for any data loss caused by any modification of the below options.
de: Alle hier geänderten Einstellungen sind experimentell und erfordern möglicherweise einen Neustart der App. Der Entwickler übernimmt keine Verantwortung für Datenverluste, die durch Änderungen der folgenden Optionen verursacht werden.
ja: こちらの設定は実験的なものであり、アプリを再起動する必要がある場合があります。 本アプリの開発者は、こちらの設定によるデータ損失の責任を一切負いかねます。
ko: 여기에서 변경한 설정은 실험적이며 앱을 재시작해야 적용될 수 있습니다. 아래 옵션 변경으로 인한 데이터 손실에 대해 개발자는 책임지지 않습니다.
zh_hans: 此处的设置为实验性质，可能需要重新启动 App 才能生效。 开发者对因修改以下选项而造成的任何数据丢失概不负责。
zh_hant: 此處的設定為實驗性質，可能需要重新啟動 App 才能生效。 開發者對因修改以下選項而造成的任何資料遺失概不負責。

# Debug.Warning.Title
source: Caution
de: Vorsicht
ja: 警告
ko: 주의
zh_hans: 注意
zh_hant: 注意

# DuplicateChecker
source: Organize Duplicates
de: Duplikate organisieren
ja: 重複を整理
ko: 중복 항목 정리
zh_hans: 整理重复项
zh_hant: 整理重複項目

source: Experiments
de: Experimentell
ja: 試験的機能
ko: 실험실
zh_hans: 实验功能
zh_hant: 實驗功能

# Experiments.NestedAlbums
source: Nested Albums
de: Verschachtelte Alben
ja: ネストアルバム
ko: 중첩 앨범
zh_hans: 嵌套相册
zh_hant: 巢狀相簿

# Experiments.NestedAlbums.CopyPrefix
source: Copy Prefix to Clipboard
de: Präfix in die Zwischenablage kopieren
ja: 接頭辞をクリップボードにコピー
ko: 접두사를 클립보드에 복사
zh_hans: 复制前缀到剪贴板
zh_hant: 複製前綴至剪貼簿

# Experiments.NestedAlbums.Description
source: In Photos mode, if a folder contains an album with '▶︎ ' before the folder's name, that album's photos become the folder's own pics. Remaining albums become nested sub-albums.
de: Im Fotos-Modus: Wenn ein Ordner ein Album mit „▶︎ “ vor dem Ordnernamen enthält, werden die Fotos dieses Albums zu den eigenen Bildern des Ordners. Die übrigen Alben werden zu verschachtelten Unteralben.
ja: 写真モードで、フォルダ内にフォルダ名の前に「▶︎ 」が付いたアルバムがある場合、そのアルバムの写真がフォルダ自体の写真になります。残りのアルバムはネストされたサブアルバムになります。
ko: 사진 모드에서 폴더에 '▶︎ ' 접두사가 붙은 앨범이 있으면 해당 앨범의 사진이 폴더 자체의 사진이 됩니다. 나머지 앨범은 하위 앨범이 됩니다.
zh_hans: 在「照片」模式下，如果文件夹中包含名称前有「▶︎ 」的相册且名称与文件夹相同，该相册的照片将成为文件夹本身的图片。其余相册将成为嵌套子相册。
zh_hant: 在「照片」模式下，如果資料夾中包含名稱前有「▶︎ 」的相簿且名稱與資料夾相同，該相簿的照片將成為資料夾本身的圖片。其餘相簿將成為巢狀子相簿。

# GitHub
source: Source Code
de: Quellcode
ja: ソースコード
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

# Labs.Description
source: Advanced tools for inspecting and testing the app. Use with caution.
de: Erweiterte Werkzeuge zum Prüfen und Testen der App. Mit Vorsicht verwenden.
ja: アプリを検査・テストするための高度なツールです。慎重に使用してください。
ko: 앱을 검사하고 테스트하기 위한 고급 도구입니다. 주의해서 사용하세요.
zh_hans: 用于检查和测试应用的高级工具。请谨慎使用。
zh_hant: 用於檢查和測試應用程式的進階工具。請謹慎使用。

# Labs.FileExplorer
source: File Explorer
de: Dateibrowser
ja: ファイルエクスプローラー
ko: 파일 탐색기
zh_hans: 文件浏览器
zh_hant: 檔案瀏覽器

# Labs.FileExplorer.Empty
source: No files found.
de: Keine Dateien gefunden.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
zh_hans: 未找到文件。
zh_hant: 找不到檔案。

# Labs.TestData
source: Test Data
de: Testdaten
ja: テストデータ
ko: 테스트 데이터
zh_hans: 测试数据
zh_hant: 測試資料

# Labs.TestData.Albums
source: Albums
de: Alben
ja: アルバム
ko: 앨범
zh_hans: 相簿
zh_hant: 相簿

# Labs.TestData.Generate
source: Generate Test Data
de: Testdaten generieren
ja: テストデータを生成
ko: 테스트 데이터 생성
zh_hans: 生成测试数据
zh_hant: 生成測試資料

# Labs.TestData.Generating
source: Generating sample data…
de: Beispieldaten werden generiert …
ja: サンプルデータを生成中…
ko: 샘플 데이터 생성 중…
zh_hans: 正在生成示例数据…
zh_hant: 正在生成範例資料…

# Labs.TestData.LegacyBlobs
source: Store as Legacy Blobs
de: Als Legacy-Blobs speichern
ja: 従来のブロブとして保存
ko: 레거시 블롭으로 저장
zh_hans: 存储为旧版 Blob
zh_hant: 儲存為舊版 Blob

# Labs.TestData.LegacyBlobs.Description
source: Stores generated images as database blobs instead of files, simulating libraries from older app versions.
de: Speichert generierte Bilder als Datenbank-Blobs anstatt als Dateien und simuliert so Mediatheken älterer App-Versionen.
ja: 生成した画像をファイルではなくデータベースのブロブとして保存し、古いバージョンのライブラリを再現します。
ko: 생성된 이미지를 파일이 아닌 데이터베이스 블롭으로 저장하여 이전 버전의 라이브러리를 시뮬레이션합니다.
zh_hans: 将生成的图片以数据库 Blob 而非文件的形式存储，以模拟旧版本应用的图库。
zh_hant: 將生成的圖片以資料庫 Blob 而非檔案的形式儲存，以模擬舊版本應用程式的圖庫。

# Labs.TestData.Options
source: Generation Options
de: Generierungsoptionen
ja: 生成オプション
ko: 생성 옵션
zh_hans: 生成选项
zh_hant: 生成選項

# Labs.TestData.Pics
source: Pictures
de: Bilder
ja: 画像
ko: 사진
zh_hans: 图片
zh_hant: 圖片

# Labs.TestData.Warning
source: Generating test data adds a large number of pictures and albums to the current library. This may take a while and cannot be undone.
de: Beim Generieren von Testdaten werden viele Bilder und Alben zur aktuellen Mediathek hinzugefügt. Das kann eine Weile dauern und kann nicht rückgängig gemacht werden.
ja: テストデータを生成すると、現在のライブラリに大量の画像とアルバムが追加されます。時間がかかる場合があり、元に戻すことはできません。
ko: 테스트 데이터를 생성하면 현재 라이브러리에 많은 사진과 앨범이 추가됩니다. 시간이 걸릴 수 있으며 되돌릴 수 없습니다.
zh_hans: 生成测试数据会向当前图库添加大量图片和相簿。这可能需要一些时间，且无法撤销。
zh_hant: 生成測試資料會向目前圖庫加入大量圖片和相簿。這可能需要一些時間，且無法復原。

# Migration.Phase.Copying
source: Copying images…
de: Bilder werden kopiert …
ja: 画像をコピー中…
ko: 이미지 복사 중…
zh_hans: 正在复制图片…
zh_hant: 正在複製圖片…

# Migration.Phase.Preparing
source: Preparing…
de: Wird vorbereitet …
ja: 準備中…
ko: 준비 중…
zh_hans: 正在准备…
zh_hant: 正在準備…

# Migration.Phase.Reclaiming
source: Reclaiming space…
de: Speicher wird freigegeben …
ja: 空き容量を回収中…
ko: 공간 정리 중…
zh_hans: 正在回收空间…
zh_hant: 正在回收空間…

# Migration.Phase.Verifying
source: Verifying images…
de: Bilder werden überprüft …
ja: 画像を検証中…
ko: 이미지 확인 중…
zh_hans: 正在校验图片…
zh_hant: 正在驗證圖片…

# Migration.Subtitle
source: Reorganizing your images so your library stays fast and ready to sync.
de: Deine Bilder werden neu organisiert, damit deine Mediathek schnell bleibt und für die Synchronisierung bereit ist.
ja: ライブラリを高速に保ち、同期に備えるために画像を再編成しています。
ko: 라이브러리를 빠르게 유지하고 동기화를 준비하기 위해 이미지를 재구성하고 있습니다.
zh_hans: 正在重新整理你的图片，让图库保持流畅并随时可同步。
zh_hant: 正在重新整理你的圖片，讓圖庫保持流暢並隨時可同步。

# Migration.Title
source: Optimizing Library
de: Mediathek wird optimiert
ja: ライブラリを最適化中
ko: 라이브러리 최적화 중
zh_hans: 正在优化图库
zh_hant: 正在最佳化圖庫

# Migration.Warning
source: Don’t lock your screen or turn off your device until this finishes.
de: Sperre den Bildschirm nicht und schalte dein Gerät nicht aus, bis dieser Vorgang abgeschlossen ist.
ja: 完了するまで画面をロックしたり、デバイスの電源を切らないでください。
ko: 완료될 때까지 화면을 잠그거나 기기를 끄지 마세요.
zh_hans: 完成前，请勿锁定屏幕或关闭设备。
zh_hant: 完成前，請勿鎖定螢幕或關閉裝置。

source: Photos Mode
de: Fotos-Modus
ja: 写真モード
ko: 사진 모드
zh_hans: 照片模式
zh_hant: 照片模式

# PhotosMode.Description
source: Browse albums and photos directly from your Photos library.
de: Alben und Fotos direkt aus Ihrer Fotomediathek durchsuchen.
ja: 写真ライブラリのアルバムと写真を直接閲覧します。
ko: 사진 보관함에서 앨범과 사진을 직접 탐색합니다.
zh_hans: 直接从您的照片图库浏览相册和照片。
zh_hant: 直接從您的照片圖庫瀏覽相簿和照片。

# PhotosMode.Header
source: Photos Library
de: Fotomediathek
ja: 写真ライブラリ
ko: 사진 보관함
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Security
de: Sicherheit
ja: セキュリティ
ko: 보안
zh_hans: 安全
zh_hant: 安全性

source: Share Sheet
de: Teilen-Menü
ja: 共有
ko: 공유 시트
zh_hans: 共享表单
zh_hant: 共享表單

# ShareSheet.DefaultAlbum
source: Default Album
de: Standardalbum
ja: デフォルトアルバム
ko: 기본 앨범
zh_hans: 默认相册
zh_hant: 預設相簿

# ShareSheet.DefaultAlbum.Collection
source: Collection
de: Sammlung
ja: コレクション
ko: 컬렉션
zh_hans: 收藏
zh_hant: 收藏

# ShareSheet.DefaultAlbum.Collection.Description
source: Images will be automatically imported into the Collection when sharing via the extension.
de: Bilder werden automatisch in die Sammlung importiert, wenn Sie über die Teilen-Erweiterung teilen.
ja: 拡張機能から共有すると、画像はコレクションに自動的にインポートされます。
ko: 확장 프로그램을 통해 공유하면 이미지가 컬렉션으로 자동 가져오기됩니다.
zh_hans: 通过扩展共享时，图片将自动导入到收藏。
zh_hant: 透過延伸功能分享時，圖片將自動匯入到收藏。

# ShareSheet.DefaultAlbum.Description
source: Images will be automatically imported into the default album when sharing via the extension.
de: Bilder werden automatisch in das Standardalbum importiert, wenn Sie über die Teilen-Erweiterung teilen.
ja: 拡張機能から共有すると、画像はデフォルトアルバムに自動的にインポートされます。
ko: 확장 프로그램을 통해 공유하면 이미지가 기본 앨범으로 자동 가져오기됩니다.
zh_hans: 通过扩展共享时，图片将自动导入到默认相册。
zh_hant: 透過延伸功能分享時，圖片將自動匯入到預設相簿。

# ShareSheet.DefaultAlbum.None
source: None
de: Keines
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# ShareSheet.OpenSearch
source: Open Search When Sharing
de: Suche beim Teilen öffnen
ja: 共有時に検索を開く
ko: 공유 시 검색 열기
zh_hans: 共享时打开搜索
zh_hant: 共享時開啟搜尋

# ShareSheet.QuickImport
source: Quick Import
de: Schnellimport
ja: クイックインポート
ko: 빠른 가져오기
zh_hans: 快速导入
zh_hant: 快速匯入

# ShareSheet.QuickImport.Description
source: When Quick Import is enabled, images will be automatically imported as soon as you select an album with no nested albums.
de: Wenn der Schnellimport aktiviert ist, werden Bilder automatisch importiert, sobald Sie ein Album ohne verschachtelte Alben auswählen.
ja: クイックインポートが有効な場合、ネストされたアルバムのないアルバムを選択すると画像が自動的にインポートされます。
ko: 빠른 가져오기가 활성화되면 중첩된 앨범이 없는 앨범을 선택하는 즉시 이미지가 자동으로 가져와집니다.
zh_hans: 启用快速导入后，选择没有嵌套相册的相册时，图片将自动导入。
zh_hant: 啟用快速匯入後，選擇沒有巢狀相簿的相簿時，圖片將自動匯入。

# ShareSheet.ShowAnimation
source: Show Animation When Saving
de: Animation beim Speichern anzeigen
ja: 保存時にアニメーションを表示
ko: 저장 시 애니메이션 표시
zh_hans: 保存时显示动画
zh_hant: 儲存時顯示動畫

# Stats
source: Statistics
de: Statistiken
ja: 集計
ko: 통계
zh_hans: 统计数据
zh_hant: 統計資料

# Stats.Footer
source: These numbers reflect your PicMate library, not the Photos library.
de: Diese Zahlen beziehen sich auf Ihre PicMate-Bibliothek, nicht auf die Fotomediathek.
ja: この数値はPicMateライブラリのものであり、写真ライブラリのものではありません。
ko: 이 수치는 사진 보관함이 아닌 PicMate 라이브러리를 반영합니다.
zh_hans: 这些数字反映的是您的 PicMate 数据库，而非「照片」图库。
zh_hant: 這些數字反映的是您的 PicMate 資料庫，而非「照片」圖庫。

# Sync.DownloadAll.Confirm.Message
source: Full-resolution originals for this library will be downloaded and kept on this device.
de: Originale in voller Auflösung für diese Bibliothek werden geladen und auf diesem Gerät behalten.
ja: このライブラリのフル解像度のオリジナルがダウンロードされ、このデバイスに保持されます。
ko: 이 라이브러리의 전체 해상도 원본이 다운로드되어 이 기기에 보관됩니다.
zh_hans: 此图库的全分辨率原始文件将被下载并保留在此设备上。
zh_hant: 此圖庫的全解析度原始檔案將會下載並保留在此裝置上。

# Sync.DownloadAll.Confirm.Title
source: Download All Originals?
de: Alle Originale herunterladen?
ja: すべてのオリジナルをダウンロードしますか？
ko: 모든 원본을 다운로드하시겠습니까?
zh_hans: 下载所有原始文件？
zh_hant: 下載所有原始檔案？

# Sync.Downloading
source: Downloading Originals…
de: Originale werden geladen …
ja: オリジナルをダウンロード中…
ko: 원본 다운로드 중…
zh_hans: 正在下载原始文件…
zh_hant: 正在下載原始檔案…

# Sync.Force.Confirm.Message
source: This uploads everything in this library to iCloud, overwriting what's already there. Nothing in iCloud will be deleted.
de: Alle Inhalte dieser Bibliothek werden zu iCloud hochgeladen und überschreiben dort vorhandene Inhalte. In iCloud wird nichts gelöscht.
ja: このライブラリのすべての内容をiCloudにアップロードし、iCloud上の内容を上書きします。iCloud上の項目が削除されることはありません。
ko: 이 라이브러리의 모든 콘텐츠를 iCloud에 업로드하여 기존 콘텐츠를 덮어씁니다. iCloud의 항목은 삭제되지 않습니다.
zh_hans: 这会将此图库中的所有内容上传到 iCloud，覆盖其中已有的内容。iCloud 中的任何内容都不会被删除。
zh_hant: 這會將此圖庫中的所有內容上傳到 iCloud，覆蓋其中已有的內容。iCloud 中的任何內容都不會被刪除。

# Sync.Force.Confirm.Title
source: Force iCloud Sync?
de: iCloud-Sync erzwingen?
ja: 今すぐ同期しますか？
ko: 지금 동기화하시겠습니까?
zh_hans: 立即同步？
zh_hant: 立即同步？

# Sync.Force.Title
source: Force iCloud Sync
de: iCloud-Sync erzwingen
ja: 今すぐ同期
ko: 지금 동기화
zh_hans: 立即同步
zh_hant: 立即同步

# Sync.EnableConfirm.Message
source: Once you turn on iCloud sync for this library, it can't be turned off again.
de: Sobald die iCloud-Synchronisierung für diese Bibliothek aktiviert ist, kann sie nicht wieder deaktiviert werden.
ja: このライブラリのiCloud同期を一度オンにすると、オフにすることはできません。
ko: 이 라이브러리의 iCloud 동기화를 켜면 다시 끌 수 없습니다.
zh_hans: 为此图库开启 iCloud 同步后，将无法再关闭。
zh_hant: 為此圖庫開啟 iCloud 同步後，將無法再關閉。

# Sync.EnableConfirm.Title
source: Enable iCloud Sync?
de: iCloud-Sync aktivieren?
ja: iCloud同期を有効にしますか？
ko: iCloud 동기화를 켜시겠습니까?
zh_hans: 开启 iCloud 同步？
zh_hant: 開啟 iCloud 同步？

# Sync.Footer
source: Sync your albums and photo details across all your devices.
de: Synchronisiere deine Alben und Fotodetails auf all deinen Geräten.
ja: アルバムと写真の詳細をすべてのデバイスで同期します。
ko: 앨범과 사진 정보를 모든 기기에서 동기화합니다.
zh_hans: 在你的所有设备上同步相簿和照片信息。
zh_hant: 在你的所有裝置上同步相簿和照片資訊。

# Sync.iCloudRequired.Message
source: Sign in to iCloud and turn on iCloud Drive in Settings to sync this library.
de: Melde dich bei iCloud an und aktiviere iCloud Drive in den Einstellungen, um diese Bibliothek zu synchronisieren.
ja: このライブラリを同期するには、iCloudにサインインし、設定でiCloud Driveをオンにしてください。
ko: 이 라이브러리를 동기화하려면 iCloud에 로그인하고 설정에서 iCloud Drive를 켜세요.
zh_hans: 请登录 iCloud 并在“设置”中开启 iCloud 云盘以同步此图库。
zh_hant: 請登入 iCloud 並在「設定」中開啟 iCloud 雲碟以同步此圖庫。

# Sync.iCloudRequired.Title
source: iCloud Required
de: iCloud erforderlich
ja: iCloudが必要です
ko: iCloud 필요
zh_hans: 需要 iCloud
zh_hant: 需要 iCloud

# Sync.Storage
source: Storage
de: Speicher
ja: ストレージ
ko: 저장 공간
zh_hans: 存储
zh_hant: 儲存空間

# Sync.Storage.DownloadAll
source: Download All
de: Alle herunterladen
ja: すべてダウンロード
ko: 모두 다운로드
zh_hans: 全部下载
zh_hant: 全部下載

# Sync.Storage.Optimize
source: Optimize Storage
de: Speicher optimieren
ja: ストレージを最適化
ko: 저장 공간 최적화
zh_hans: 优化存储
zh_hant: 最佳化儲存空間

source: Tools
de: Werkzeuge
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

source: Troubleshooting
de: Fehlerbehebung
ja: トラブルシューティング
ko: 문제 해결
zh_hans: 故障排除
zh_hant: 疑難排解

# Troubleshooting.ClearCache
source: Clear Cache
de: Cache leeren
ja: キャッシュを消去
ko: 캐시 지우기
zh_hans: 清除缓存
zh_hant: 清除快取

# Troubleshooting.ClearCache.Confirm.Message
source: This will clear the duplicate scan cache, color sort cache, and album cover cache for this library. Are you sure?
de: Dadurch werden der Duplikatscan-Cache, der Farbsortierungs-Cache und der Albumcover-Cache dieser Bibliothek gelöscht. Sind Sie sicher?
ja: このライブラリの重複スキャンキャッシュ、画像カラーキャッシュ、アルバムカバーキャッシュが消去されます。よろしいですか？
ko: 이 라이브러리의 중복 검사 캐시, 색상 정렬 캐시, 앨범 커버 캐시가 삭제됩니다. 계속하시겠습니까?
zh_hans: 这将清除此资料库的重复扫描缓存、颜色排序缓存和相册封面缓存。确定要继续吗？
zh_hant: 這將清除此資料庫的重複掃描快取、顏色排序快取和相簿封面快取。確定要繼續嗎？

# Troubleshooting.ClearCache.Confirm.Title
source: Clear Cache
de: Cache leeren
ja: キャッシュを消去
ko: 캐시 지우기
zh_hans: 清除缓存
zh_hant: 清除快取

# Troubleshooting.ClearHashCache
source: Clear Duplicate Scan Cache
de: Duplikatscan-Cache leeren
ja: 重複スキャンキャッシュを消去
ko: 중복 검사 캐시 지우기
zh_hans: 清除重复扫描缓存
zh_hant: 清除重複掃描快取

# Troubleshooting.DataManagement
source: Data
de: Daten
ja: データ管理
ko: 데이터
zh_hans: 数据
zh_hant: 資料

# Troubleshooting.DeleteAll
source: Delete All Data
de: Alle Daten löschen
ja: すべてのデータを消去
ko: 모든 데이터 삭제
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

# Troubleshooting.Optimize
source: Optimize Library
de: Bibliothek optimieren
ja: ライブラリを最適化
ko: 라이브러리 최적화
zh_hans: 优化资料库
zh_hant: 最佳化資料庫

# Troubleshooting.VerifyConsistency
source: Verify Consistency
de: Konsistenz prüfen
ja: 整合性を確認
ko: 일관성 확인
zh_hans: 验证一致性
zh_hant: 驗證一致性

# Troubleshooting.VerifyConsistency.Confirm.Message
source: This will move any remaining originals out of the database, verify each copy by its hash, then compact the database to free up space. This may take a few minutes to complete. Are you sure?
de: Verbleibende Originale werden aus der Datenbank ausgelagert, jede Kopie wird per Hash überprüft und anschließend wird die Datenbank komprimiert, um Speicherplatz freizugeben. Dies kann einige Minuten dauern. Sind Sie sicher?
ja: データベースに残っているオリジナルをファイルへ移行し、ハッシュで各コピーを検証してから、データベースを最適化して空き領域を増やします。完了までに数分かかる場合があります。よろしいですか？
ko: 데이터베이스에 남아 있는 원본을 파일로 옮기고 해시로 각 사본을 검증한 다음 데이터베이스를 압축하여 공간을 확보합니다. 완료하는 데 몇 분 정도 걸릴 수 있습니다. 계속하시겠습니까?
zh_hans: 这会将数据库中剩余的原图移出到文件，通过哈希校验每个副本，然后压缩数据库以释放空间。可能需要几分钟才能完成。确定要继续吗？
zh_hant: 這會將資料庫中剩餘的原圖移出到檔案，透過雜湊校驗每個副本，然後壓縮資料庫以釋放空間。可能需要幾分鐘才能完成。確定要繼續嗎？

# Troubleshooting.VerifyConsistency.Confirm.Title
source: Verify Consistency
de: Konsistenz prüfen
ja: 整合性を確認
ko: 일관성 확인
zh_hans: 验证一致性
zh_hant: 驗證一致性

# Troubleshooting.VerifyConsistency.Verifying
source: Verifying consistency...
de: Konsistenz wird geprüft …
ja: 整合性を確認中…
ko: 일관성 확인 중…
zh_hans: 正在验证一致性…
zh_hant: 正在驗證一致性⋯

source: Labs
ja: ラボ
ko: 실험실
zh_hans: 实验室
zh_hant: 實驗室

# Sync.Title
source: iCloud Sync
ja: iCloud同期
ko: iCloud 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步
